Revit 2027 API
ParameterTypeId.StairsSupportOverridden Property
 "Overridden": Overridden
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsSupportOverridden { get; }
Public Shared ReadOnly Property StairsSupportOverridden As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsSupportOverridden {
	ForgeTypeId^ get ();
}
static member StairsSupportOverridden : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace